Repository: Mayall0513/oni-mods
Catalog: Blueprints/translations/*.po
Languages: ru

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_NAME
source: New Blueprint
ru: Новый чертеж

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_TOOLTIP
source: Create blueprint {0}
ru: Создать чертеж {0}

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_EMPTY
source: Blueprint would have been empty!
ru: Чертеж пуст!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_CREATED
source: Created blueprint!
ru: Чертеж создан!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_CANCELLED
source: Cancelled blueprint!
ru: Чертеж отменен!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_TOOLTIP_TITLE
source: CREATE BLUEPRINT TOOL
ru: НОВЫЙ ЧЕРТЕЖ

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_ACTION_DRAG
source: DRAG
ru: ВЫДЕЛИТЬ

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_CREATE_ACTION_BACK
source: BACK
ru: НАЗАД

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_NAME
source: Use Blueprint
ru: Применить чертеж

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_TOOLTIP
source: Use blueprint {0}
ru: Применить чертеж {0}

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_LOADEDBLUEPRINTS
source: Loaded {0} blueprints! ({1} total)
ru: Загружено {0} чертежей! ({1} всего)

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_LOADEDBLUEPRINTS_ADDITIONAL
source: additional
ru: добавление

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_LOADEDBLUEPRINTS_FEWER
source: fewer
ru: уменьшение

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_TOOLTIP_TITLE
source: USE BLUEPRINT TOOL
ru: ПРИМЕНИТЬ ЧЕРТЕЖ

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_ACTION_CLICK
source: CLICK
ru: РАЗМЕСТИТЬ

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_ACTION_BACK
source: BACK
ru: НАЗАД

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_CYCLEFOLDERS
source: Use {0} and {1} to cycle folders.
ru: Используйте {0} и {1} для выбора папки.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_CYCLEBLUEPRINTS
source: Use {0} and {1} to cycle blueprints.
ru: Используйте {0} и {1} для выбора чертежа.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_FOLDERBLUEPRINT
source: Press {0} to assign folder.
ru: Нажмите {0} для создания папки под чертежи.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_FOLDERBLUEPRINT_NA
source: Same folder provided - no change made.
ru: Папка та же самая - изменения не внесены.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_MOVEDBLUEPRINT
source: Moved "{0}" to "{1}"
ru: "{0}" перемещен в "{1}"

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_NAMEBLUEPRINT
source: Press {0} to rename blueprint.
ru: Нажмите {0} чтобы переименовать чертеж.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_DELETEBLUEPRINT
source: Press {0} to delete blueprint.
ru: Нажмите {0} чтобы удалить чертеж.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_ERRORMESSAGE
source: This blueprint contained {0} misconfigured or missing prefabs which have been omitted!
ru: Этот чертеж содержит {0} некорретных или отсутствующих элементов, которые были игнорированы!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_SELECTEDBLUEPRINT
source: Selected "{0}" ({1}/{2}) from "{3}" ({4}/{5})
ru: Выбран "{0}" ({1}/{2}) из "{3}" ({4}/{5})

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_FOLDEREMPTY
source: Selected folder "{0}" is empty!
ru: Выбранная папка "{0}" пуста!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_USE_NOBLUEPRINTS
source: No blueprints loaded!
ru: Ни один чертеж не загружен!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_NAME
source: Take Snapshot
ru: Сделайте снимок

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_TOOLTIP
source: Take snapshot {0} Create a blueprint and quickly place it elsewhere while not cluttering your blueprint collection! Snapshots do not persist between games or worlds.
ru: Сделайте снимок {0} Создайте чертеж и сразу же разместите его, не помещая в коллекцию чертежей! Снимок нигде не сохраняется.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_EMPTY
source: Snapshot would have been empty!
ru: Снимок пуст!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_TAKEN
source: Snapshot taken!
ru: Снимок сделан!

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_TOOLTIP_TITLE
source: SNAPSHOT TOOL
ru: СНИМОК

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_ACTION_CLICK
source: CLICK
ru: РАЗМЕСТИТЬ

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_ACTION_DRAG
source: DRAG
ru: ВЫДЕЛИТЬ

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_ACTION_BACK
source: BACK
ru: НАЗАД

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_SNAPSHOT_NEWSNAPSHOT
source: Press {0} to take new snapshot.
ru: Нажмите {0}, чтобы сделать новый снимок.

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_NAMEBLUEPRINT_TITLE
source: NAME BLUEPRINT
ru: НАЗОВИТЕ ЧЕРТЕЖ

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_FOLDERBLUEPRINT_TITLE
source: ASSIGN FOLDER
ru: СОЗДАЙТЕ ПАПКУ

# Blueprints.BlueprintsStrings.STRING_BLUEPRINTS_MULTIFILTER_GASTILES
source: Gas Tiles
ru: Клетки с газом
